Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/oahpahus-_ja_kulturministeriija_juolludan_juovlaskeangkaruhta_samegielat_kultuvrra_ovddideapmai.html.tmx
Source language: sme
Languages: smn

source: Oahpahus- ja kulturministeriija juolludan “juovlaskeaŋkaruhta” sámegielat kultuvrra ovddideapmái
smn: Máttááttâs- já kulttuurministeriö mieđettem sämikielâlii kulttuur ovdedem ”juovlâskeŋkkâruttâ”

source: Sámedikki kulturlávdegoddi jugii 19.5.2020 čoahkkimis ng. juovlaskeaŋkaruđa, man riikkabeaivvit lasihedje stáhta jagi 2020 ruhtadoalloárvalussii. Ruđa juhke oktiibuot 100 000 euro, mas 45 000 € sámegielat kultuvrra ovddideapmái.
smn: Sämitige kulttuurlävdikodde juovij 19.5.2020 čuákkimist staatâ ive 2020 budjetist ovdâskode lasettem nk. juovlâskeŋkkâruuđâ ohtsis 100 000 eurod, main 45 000 sämikielâlii kulttuur oovdedmân.

source: Doarjagat juolluduvvojedje golggotmánu 2019 ohcamušaid vuođul.
smn: Torjuid mieđettii roovvâdmáánu 2019 ucâmušâi vuáđuld.

source: Kulturmearreruhta juhkkojuvvui čuovvovaččat:
smn: Kulttuurmeriruttâ juohhui čuávuvávt:

source: Oahpahus- ja kulturministeriija juolludan juovlaskeaŋkaruhta sámegielat kultuvrra ovddideapmái
smn: Máttááttâs- já kulttuurministeriö mieđettem sämikielâlii kulttuur ovdedem juovlâskeŋkkâruttâ

source: Lassedieđut:
smn: Lasetiäđuh:

source: kulturlávdegodde sj.
smn: kulttuurlävdikodde sj.
